<template>
    <div id="agreement">
        <div class="agreement_top">
            <van-nav-bar
                    title="隐私政策"
                    left-text=""
                    left-arrow
                    color="#fff"
                    @click-left="onCloseBrows"
                    style="background: none;margin-bottom: 30px;color: #fff;background: #e60599"

            />
        </div>
        <div class="agreement_con">
            <article style="text-align: center;padding-bottom: 20px;padding-top: 50px"><h2>使用条款和隐私政策</h2></article>
            <p>请仔细阅读，感谢欢迎您使用体重管家软件及服务。</p>
            <p>为使用体重管家软件（以下简称“本软件”）及服务，您应当阅读并遵守《使用条款和隐私政策》（以下简称“本协议”）。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制的条款、以及开通或使用某项服务得单独协议，并选择接受或不接受。限制、免责条款可能以加粗形式提示您注意。</p>
            <p>除非您已阅读并接受本协议所有条款，否则您无权下载、安装或使用本软件及相关服务。您得下载、安装、使用、获取体重管家帐号、登录等行为即视为您已阅读并同意上述协议的约束。如果您未满18周岁，请在法定监护人的陪同下阅读本协议及其他上述协议，并特别注意未成年人使用条款。</p>
            <p>一、信息的收集和使用</p>
            <p>1.1为了以创建账户、识别用户、回应查询和邮件等方式来为您提供服务、改进软件性能和外观、推荐新功能/新产品等目的，体重管家科技会要求您提供个人信息（姓名，手机号码，性别，身高，体重等），并且会收集其他与您相关的信息（包括但不限于设备信息、日志信息、位置信息以及其他类似的特征记录）。</p>
            <p>1.2体重管家仅会累计所有用户的总体使用数据，不会收录或上传任何涉及您个人身份信息的内容。前述统计内容包括但不限于：应用启动数，页面访问数，重点按钮点击数，设置项的配置属性等。随着体重管家科技产品的后续版本升级，我们统计的范围会有所改变，您下载/安装/使用后续版本体重管家科技产品的行为将被视为您对届时相关改变的同意。</p>
            <p>1.3体重管家科技可能会将您通过自己的帐户提交的信息与体重管家的其他服务或第三方的信息相结合，以便为您提供更好的体验并提高体重管家科技的服务质量。</p>
            <p>1.4体重管家科技的产品和服务中可能含有第三方产品和/或服务的链接或信息。如果您将个人信息填写在其他平台上或通过第三方程序提交/发布，则该方可能会获知您的信息。该第三方应用程序可能有其相应的隐私政策规定，请仔细查看，并在提供个人信息前请仔细考虑清楚。本隐私政策不适用于第三方向您收集信息的行为，体重管家科技无法控制第三方的行为，因此也不会对第三方收集、使用您信息的行为承担责任。</p>
            <p>1.5体重管家科技将严格遵守有关法律法规和本隐私政策所载明的内容收集、使用您的信息。除非持有体重管家科技官方出具的授权文件，否则体重管家科技的具体工作人员不会直接向您索要个人信息。如遇此类情况，您可以直接与体重管家科技联系。</p>
            <p>二、信息的披露</p>
            <p>2.1除非法律法规规定、政府部门要求或本隐私政策载明的例外情况，体重管家科技会妥善保存您的信息，不予泄露。</p>
            <p>2.2您于此授权，在以下情形中，体重管家科技可以向第三方披露您的信息而无需再行获得您的同意：</p>
            <p>（a）如果体重管家科技披露这些信息是用来识别、联系或向可能对体重管家科技的权利或财产、网站用户或者其他任何人（包括其他任何人的权利和财产）造成损害之行为提起诉讼之必要；</p>
            <p>三、信息安全</p>
            <p>
                3.1体重管家科技将尽合理的努力保障您的信息安全，但是您应当知晓体重管家科技不能完全避免与个人信息安全相关的风险（特别是发生体重管家科技无法控制的情况时，如不可抗力或第三方原因），因此，体重管家科技对隐私信息的维护或保密无法做出任何确定性的保证或承诺。如果体重管家科技知悉其所获取并储存的数据安全受到危害或由于外部行为（包括但不限于外部安全攻击）使用户的非公开信息被披露给不相关第三方，尽管本政策中有其他免责规定，体重管家仍将采取其认为适当的合理措施（包括但不限于内部调查、上报并通知执法机构、以及配合执法机构工作等）。同时，体重管家科技也会在其认为适当的情况下采取合法合理措施通知相关用户，告知其被披露的信息以及体重管家科技对该信息的知悉程度。
                3.2您应当注意保护您的个人信息安全。例如，不要泄露您的个人密码等。
                3.3体重管家科技会采取必要手段、努力防止内部工作人员越权获取/利用/泄露您的信息。
                3.4体重管家将提供与苹果公司的“健康”应用连接并读写数据的服务。体重管家承诺：
                3.4.1不会将苹果“健康”应用收集的数据用于广告，或出售给广告平台、数据代理人或者信息经销商。
                3.4.2在没有用户的明确允许下，体重管家将不会向第三方展示任何苹果“健康”应用收集的数据。即时用户允许，也只向提供健康或健身服务的第三方展示这些数据。
                四、软件的获取
                4.1您可以直接从体重管家的网站上获取本软件，也可以从得到体重管家授权的第三方获取。
                4.2如果您从未经体重管家授权的第三方获取本软件或与本软件名称相同的安装程序，体重管家无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。
                五、软件的安装与卸载
                5.1体重管家可能为不同的终端设备开发了不同的软件版本，您应当根据实际情况选择下载合适的版本进行安装。
                5.2下载安装程序后，您需要按照该程序提示的步骤正确安装。
                5.3为提供更加优质、安全的服务，在本软件安装时体重管家可能推荐您安装其他软件，您可以选择安装或不安装。
                5.4如果您不再需要使用本软件或需要安装新版软件，可以自行卸载。如果您愿意帮助体重管家改进产品服务，请告知卸载的原因。
                六、软件的更新
                6.1为了改善用户体验、完善服务内容，体重管家将不断努力开发新的服务，并为您不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。
                6.2为了保证本软件及服务的安全性和功能的一致性，体重管家有权不经向您特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。
                6.3本软件新版本发布后，就版本的软件可能无法使用。体重管家不保证旧版本软件继续可用及相应的客户服务，请您随时核对并下载最新版本。
                七、帐号使用规范
                7.1帐号使用规范
                7.1.1您在使用本服务前需要注册一个体重管家帐号。体重管家帐号可通过手机号码或用户名密码进行注册。体重管家有权根据用户需求或产品需要对帐号注册和绑定的方式进行变更。
                7.1.2体重管家帐号的所有权归体重管家科技公司所有，用户完成申请注册手续后，仅获得体重管家帐号的使用权，且该使用权仅属于初始申请注册人。同时，初始申请注册人不得赠予、借用、租用、转让或售卖体重管家帐号或者以其他方式许可非初始申请注册人使用体重管家帐号。非初始申请注册人不得通过受赠、继承、承租、受让或者其他任何方式使用体重管家帐号。
                7.1.3用户有责任妥善保管注册帐户信息及帐户密码的安全，用户需要对注册帐户以及密码下的行为承担法律责任。用户同意在任何情况下不向他人透露帐户及密码信息。当在您怀疑他人在使用您的帐号时，您应立即通知体重管家公司。
                7.1.4用户注册体重管家帐号后如果长期不登陆该帐号，体重管家有权回收该帐号，以免造成资源浪费，由此带来的任何损失均由用户自行承担。
                7.2用户注意事项
                7.2.1您理解并同意：为了向您提供有效的服务，本软件会利用您移动通讯终端的处理器和带宽资源。本软件使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。
                7.2.2您理解并同意：本软件的某些功能可能会让第三方知晓用户的信息，例使用手机号码注册体重管家帐号或者手机号码与体重管家帐号关联的用户。
                7.2.3您在使用本软件某一特定服务时，该服务可能会有另有单独的协议、相关业务规则等（以下统称为“单独协议”），您在使用该项服务前请阅读并同意相关的单独协议。
                7.2.4您理解并同意体重管家将会尽其商业商的合理努力保障您在本软件及服务中的数据存储安全，但是，体重管家并不能就此提供完全保证，包括但不限于以下情形：
                7.2.4.1体重管家不对您在本软件及服务中相关数据的删除或存储失败负责；
                7.2.4.2体重管家有权根据实际情况自行决定单个用户在本软件及服务中数据的最长储存期限，并在服务器商为其分配数据最大存储空间等。您可根据自己的需要自行备份本软件及服务中的相关数据；
                7.2.4.3如果您停止使用本软件及服务或服务被终止或取消，体重管家可以从服务器上永久地删除您的数据。服务停止、终止或取消后，体重管家没有义务向您返还任何数据。
                7.2.5用户在使用本软件及服务时，须自行承担如下来自体重管家可掌握的风险内容，包括但不限于：
                7.2.5.1由于不可抗拒因素可能引起的个人信息丢失、泄漏风险；
                7.2.5.2用户必须选择与所安装手机相匹配的软件版本，否则，由于软件与手机型号   不相匹配所导致的任何问题或损害，均由用户自行承担；
                7.2.5.3用户在使用本软件访问第三方网站时，因第三方网站及相关内容所可能导致的风险，由用户自行承担；
                7.2.5.4用户发布的内容被他人转发、分享、因此等传播可能带来的风险和责任；
                7.2.5.5由于无线网络信号不稳定、无线网络带宽小等原因，所引起的体重管家登陆失败、资料同步不完整、页面打开速度慢等风险。
                7.3第三方产品和服务
                7.3.1您在使用本软件第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。体重管家和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。
                7.3.2因用户使用本软件或要求体重管家提供特定服务时，本软件可能会调用第三方系统或者通过第三方支持用户的使用或访问，使用或访问的结果由第三方提供（包括但不限于第三方通过开发平台介入的内容等），体重管家不保证通过第三方提供服务及内容的安全性、准确性、有效性及其他不确定的风险，由此若引发的任何争议及损害，与体重管家无关，体重管家不承担任何责任。
                八、用户行为规范
                8.1信息内容规范
                8.1.1本条所述信息内容是指用户使用本软件及服务过程中所制作、复制、发布、传播的任何内容，包括但不限于体重管家帐号头像、名字、用户说明等注册信息，以及其他使用体重管家帐号或本软件及服务所产生的内容。
                8.1.2在体重管家（包含体重管家）发布的公开信息
                8.1.2.1在本使用协议中，“本服务公开使用区域”系指一般公众可以使用的区域；
                8.1.2.2用户在体重管家（包含体重管家）上传或发布的内容，用户应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益，用户同意授予体重管家所有上述内容在全球范围内的免费、不可撤销的、永久的、可再许可或转让的非独家使用权许可，据该许可体重管家将有权以展示、推广及其他不为中华人民共和国法律所禁止的方式使用前述内容。
                8.1.2.3用户授权体重管家将其在体重管家上传或发布的内容（包括但不限于该内容的著作权、肖像权）提供给好轻的合作方用于商业合作、推广宣传等活动。
                8.1.3您理解并同意，体重管家一直致力于为用户提供文明健康、规范有序的网络环境，您不得利用体重管家帐号或本软件及服务制作、复制、发布、传播如下干扰体重管家正常运营，以及侵犯其他用户或第三方合法权益的内容，包括但不限于：
                8.1.3.1 发布、传送、传播、储存违反国家法律法规禁止的内容：
                （1）违反宪法确定的基本原则的；
                （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
                （3）损害国家荣誉和利益的；
                （4）煽动民族仇恨、民族歧视，破坏民族团结的；
                （5）破坏国家宗教政策，宣扬邪教和封建迷信的；
                （6）散布谣言，扰乱社会秩序，破坏社会稳定的；
                （7）散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；
                （8）侮辱或者诽谤他人，侵害他人合法权益的；
                （9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序；
                （10）以非法民间组织名义活动的；
                （11）不符合《即时通信工具公众信息服务发展管理暂行规定》及遵守法律法规、社会主义制度、国家利益、公民合法利益、公共秩序、社会道德风尚和信息真实性等“七条底线”要求的；
                （12）含有法律、行政法规禁止的其他内容的。
                8.1.3.2 发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；
                8.1.3.3 涉及他人隐私、个人信息或资料的；
                8.1.3.4 发表、传送、传播骚扰、广告信息及垃圾信息或含有任何性或性暗示的；
                8.1.2.5 其他违反法律法规、政策及公序良俗、社会公德或干扰微信公众平台正常运营和侵犯其他用户或第三方合法权益内容的信息。
                8.2 软件使用规范
                除非法律允许或体重管家书面许可，您使用本软件过程中不得从事下列行为：
                8.2.1 删除本软件及其副本上关于著作权的信息；
                8.2.2 对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码；
                8.2.3 对体重管家拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；
                8.2.4 对本软件或者本软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非体重管家经授权的第三方工具/服务接入本软件和相关系统；
                8.2.5 通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；
                8.2.6 通过非体重管家开发、授权的第三方软件、插件、外挂、系统，登录或使用体重管家软件及服务，或制作、发布、传播上述工具；
                8.2.7 自行或者授权他人、第三方软件对本软件及其组件、模块、数据进行干扰；
                8.2.8 其他未经体重管家明示授权的行为。
                8.3 服务运营规范
                除非法律允许或体重管家书面许可，您使用本服务过程中不得从事下列行为：
                8.3.1 提交、发布虚假信息，或冒充、利用他人名义的；
                8.3.2 诱导其他用户点击链接页面或分享信息的；
                8.3.3 虚构事实、隐瞒真相以误导、欺骗他人的；
                8.3.4 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；
                8.3.5 未经体重管家书面许可利用微信帐号和任何功能，以及第三方运营平台进行推广或互相推广的；
                8.3.6 利用微信帐号或本软件及服务从事任何违法犯罪活动的；
                8.3.7 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；
                8.3.8 其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或体重管家未明示授权的行为。
                8.4 用户的责任
                您充分了解并同意，您必须为自己注册帐号下的一切行为负责，包括您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。体重管家无法且不会对因前述风险而导致的任何损失或损害承担责任。
                8.5免责声明
                8.5.1用户明确同意其将包括但不限于文字、资讯、资料、音乐、照片、图形、视讯、信息或其它个人资料上传到互联网上，有可能被其他组织或个人复制、转载、或做其它用途的风险完全由其自己承担；因其使用体重管家服务而产生的一切后果也由其自己承担，我们对用户不承担任何责任。
                8.5.2网站上针对用户的恶意评论，经用户的举报我们会采取删除处理，但不保证服务一定能满足用户的要求，也不对该恶意评论负任何法律责任。
                8.6 违约处理
                8.6.1 如果体重管家发现或收到他人举报或投诉用户违反本协议约定的，体重管家有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并公告处理结果。
                8.6.2 您理解并同意，体重管家有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。
                8.6.3 您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；体重管家因此遭受损失的，您也应当一并赔偿。
                8.7责任限制
                您明确了解并同意，基于以下原因而造成的，包括但不限于利润、信誉、应用、数据损失或其它无形损失，体重管家不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿责任：
                8.7.1本服务之使用或无法使用；
                8.7.2为替换从或通过本服务购买或取得之任何商品、数据、信息、服务，收到的讯息，或缔结之交易而发生的成本；
                8.7.3您的传输或数据遭到未获授权的存取或变造；
                8.7.4任何第三方在本服务中所作之声明或行为；
                8.7.5与本服务相关的其它事宜，但本使用协议有明确规定的除外；
                8.7.6第三方以任何方式发布或投递欺诈性信息，或诱导用户受到经济损失，体重管家不承担任何责任。
                九、知识产权声明
                您明确了解并同意∶
                9.1本使用协议的任何规定不会免除体重管家对造成您人身伤害的、或因故意或重大过失造成您财产损失的任何责任；
                9.2您使用本服务之风险由您个人负担。本服务系依“现状”及“现有”基础提供。体重管家对本服务不提供任何明示或默示的担保或保证，包含但不限于商业适售性、特定目的之适用性及未侵害他人权利等担保或保证；
                9.3体重管家不保证以下事项∶
                * 本服务将符合您的要求；
                * 本服务将不受干扰、及时提供、安全可靠或不会出错；
                * 使用本服务取得之结果正确可靠；
                * 您经由本服务购买或取得之任何产品、服务、资讯或其它信息将符合您的期望；
                9.4是否使用本服务下载或取得任何资料应由您自行考虑且自负风险，因任何资料之下载而导致的您手机之任何损坏或数据流失等后果，由您自行承担；
                9.5您自体重管家或经由本服务取得的任何建议或信息，无论是书面或口头形式，除非本使用协议有明确规定，将不构成本使用协议以外之任何保证。
                9.6如果体重管家和/或合作单位使用您提供的肖像、姓名或其他合法权益，您同意将您的肖像、姓名和/或其他合法权益一并授权给体重管家和/或合作单位使用。
                十、终端安全责任
                10.1 您理解并同意，本软件同大多数互联网软件一样，可能会受多种因素影响，包括但不限于用户原因、网络服务质量、社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁您的终端设备信息和数据安全，继而影响本软件的正常使用等。因此，您应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。
                10.2 您不得制作、发布、使用、传播用于窃取微信帐号及他人个人信息、财产的恶意程序。
                10.3 维护软件安全与正常使用是体重管家和您的共同责任，体重管家将按照行业标准合理审慎地采取必要技术措施保护您的终端设备信息和数据安全，但是您承认和同意体重管家并不能就此提供完全保证。
                十一、第三方软件或技术
                11.1 本软件可能会使用第三方软件或技术（包括本软件可能使用的开源代码和公共领域代码等，下同），这种使用已经获得合法授权。
                11.2 本软件如果使用了第三方的软件或技术，体重管家将按照相关法规或约定，对相关的协议或其他文件，可能通过本协议附件、在本软件安装包特定文件夹中打包、或通过开源软件页面等形式进行展示，它们可能会以“软件使用许可协议”、“授权协议”、“开源代码许可证”或其他形式来表达。前述通过各种形式展现的相关协议、其他文件及网页，均是本协议不可分割的组成部分，与本协议具有同等的法律效力，您应当遵守这些要求。如果您没有遵守这些要求，该第三方或者国家机关可能会对您提起诉讼、罚款或采取其他制裁措施，并要求体重管家给予协助，您应当自行承担法律责任。
                11.3 如因本软件使用的第三方软件或技术引发的任何纠纷，应由该第三方负责解决，体重管家不承担任何责任。体重管家不对第三方软件或技术提供客服支持，若您需要获取支持，请与第三方联系。
                十二、其他
                12.1 您使用本软件即视为您已阅读并同意受本协议的约束。体重管家有权在必要时修改本协议条款。您可以在本软件的最新版本中查阅相关协议条款。本协议条款变更后，如果您继续使用本软件，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本软件。
                12.2 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。
                12.4 若您和体重管家之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。
                12.5 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
                12.6 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
                十三、本使用条款和隐私政策的修订
                13.1 您使用本软件即视为您已阅读并同意受本协议的约束。体重管家有权在必要时修改本协议条款。您可以在本软件的最新版本中查阅相关协议条款。本协议条款变更后，如果您继续使用本软件，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本软件。
                13.3 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。
                13.4 若您和体重管家之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。
                13.5 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
                13.6 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
                十四、协议更新及用户关注义务
                根据国家法律法规的更新及网站运营需要，我们有权对本条款不时地进行修改，修改后的服务条款一旦被张贴在本站上即生效力，并代替原来的服务条款。用户可随时登录查阅最新服务条款内容。如用户不同意更新后的服务条款，应立即停止接受本站提供的服务；如用户继续使用本站提供的服务，即视为同意更新后的服务条款。我们建议您在使用本站之前阅读本服务条款及本站的公告。如果本服务条款中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。
            </p>
        </div>

    </div>
</template>

<script>
import api from '../fetch/api'
import { obj } from '../util/tool'
export default {
  data() {
    return {
        userInfo:{},
        sex:localStorage.selectSex,
        showAbout:false

    };
  },
  methods: {
      onCloseBrows(){
          window.xy.closeWindow()
      }

  },
  mounted() {

  },
    beforeRouteEnter(to, from, next) {
        next((vm) => {
            //设置body颜色
        })
    },
};
</script>

<style lang="scss" scoped>
@import "../assets/css/function";
#agreement{
    .agreement_top{
        margin-top: px2rem(80px);
        .van-nav-bar__title{
            color: #fff;
        }
        .van-nav-bar__left{
            i{
                color: #fff;
            }

        }
    }

    min-height: 100%;
    overflow-x: hidden;
    width: 100%;
    background:#e60599;
    box-sizing: border-box;
    .agreement_con{
        padding: px2rem(100px) px2rem(60px);
        padding-top: 0;
    }
    article{
        text-align: center;
        font-size: px2rem(60px);
        color: #fff;

    }
    p{
        color: #fff;
        font-size: px2rem(42px);
        line-height: px2rem(86px);
        text-indent: 2em;
    }

}
</style>


